Repository: franiglesias/mh13
Catalog: plugins/circulars/locale/spa/LC_MESSAGES/circulars.po
Languages: spa

source: Event
spa: Evento

source: CircularBox Definition
spa: Datos del cajetín de respuesta

source: Circular Box title
spa: Caja de respuesta

source: Template name
spa: Nombre de la plantilla

source: Circular Boxes
spa: Cajas de respuesta

source: CircularType Definition
spa: Datos del Tipo de Circular

source: Circular Type title
spa: Tipo de Circular

source: Circular Types
spa: Tipos de Circular

source: Select a Circular Type
spa: Selecciona el tipo de circular que quieres crear

source: Last circulars
spa: Últimas circulares

source: Published: %s
spa: Publicada: %s

source: Definition
spa: Definición

source: Content
spa: Contenido

source: Other info
spa: Otra información

source: Circular Definition
spa: Datos de la Circular

source: Type
spa: Tipo

source: Box
spa: Caja de respuesta

source: None
spa: Nada

source: Addressee
spa: Destinatario

source: Addressee (spa)
spa: Destinatario (español)

source: You must indicate an addressee
spa: Debes indicar destinatarios

source: Addressee (glg)
spa: Destinatario (galego)

source: Course selector
spa: Selector de cursos

source: Group
spa: Grupo

source: Stage
spa: Etapa

source: Level
spa: Curso

source: Class
spa: Clase

source: Publication details
spa: Detalles de la publicación

source: Publication
spa: Fecha de publicación

source: A publication date should be selected.
spa: Selecciona una fecha de publicación

source: Expiration
spa: Caduca

source: An expiration date should be selected.
spa: Deberías indicar una fecha de caducidad

source: Publish to web
spa: Publicar en la página web

source: Publish related event
spa: Publicar el evento relacionado

source: Preview PDF
spa: Probar el PDF

source: Copy this text and paste in the HTML of the circular.
spa: Copia este texto y pégalo en el apartado Fuente HTML de la circular

source: Created by
spa: Creada por

source: Published by
spa: Publicada por

source: Archived by
spa: Archivada por

source: Revoked by
spa: Retirada por

source: Title
spa: Título

source: Status
spa: Estado

source: Publish
spa: Publicar

source: Archive
spa: Archivar

source: Circulars
spa: Circulares

source: Ready
spa: Lista

source: Circular %s, with title "%s" has been successfully set to <strong>%s</strong>
spa: La circular %s, con título "%s" ha sido correctamente marcada como <strong>%s</strong>

source: Return to circulars
spa: Volver a circulares

source: Review circular %s
spa: Revisar la circular %s

source: End of school year
spa: Fin del curso escolar

source: Back to circulars
spa: Volver a circulares

source: city
spa: Vigo

source: gretting
spa: Estimadas familias

source: reminders
spa: Recordatorios

source: goodbye
spa: Recibid un atento saludo

source: footer
spa: Colegio Miralba. Gran Vía 164, 36211 Vigo. Tel: 986 21 30 47 Fax: 986 29 10 44. http://miralba.org

source: Latest Circulars
spa: Últimas circulares

source: Currently vigent published circulars
spa: Circulares vigentes actualmente

source: There are no events to show
spa: No hay eventos para mostrar

source: Current circulars
spa: Circulares actuales

source: Circular needs a title
spa: La circular necesita un título

source: Extra content and remainders
spa: Contenido extra y recordatorios

source: Signature
spa: Firma

source: Authorization for %s
spa: Autorización para %s

source: treatment
spa: D/Dª

source: role
spa: Madre, padre, tutor/a de

source: authorization action
spa: Autorizo a mi hijo/a a participar en

source: place, date and signature
spa: Lugar, fecha y firma

source: Consent for %s
spa: Consentimiento para %s

source: consent action
spa: Consiente No Consiente

source: mark
spa: (Marcar con una X)

source: Receipt for %s
spa: Acuse de recibo para %s

source: receipt-action
spa: Recibí la circular

source: Field trip to
spa: Excursión a

source: Field trip programme
spa: Programa de la salida

source: Field trip details
spa: Detalles de la salida

source: This details will be showed in the events calendar
spa: Estos detalles se mostrarán en la Agenda de Eventos

source: Start Date
spa: Fecha de inicio

source: Provide a date for this %s
spa: Indica una fecha para %s

source: field trip
spa: salida didáctica

source: Start Time
spa: Hora de inicio

source: End Time
spa: Hora de finalización

source: field trip data
spa: Datos de la salida didáctica

source: Field trip place: %s
spa: Lugar: %s

source: Field trip outline
spa: Programa de la salida

source: Field Trip data
spa: Datos de la salida didáctica

source: Destination: %s
spa: Destino: %s

source: Title and introduction (%s)
spa: Título e introducción (%s)

source: Details and signature (%s)
spa: Detalles y firma (%s)

source: Internal place
spa: Lugar de la actividad

source: Internal outline
spa: Programa de la actividad

source: Internal Activity details
spa: Detalles de la actividad

source: internal activity
spa: Actividad en el colegio

source: Internal activity data
spa: Datos de la actividad en el colegio

source: Activity place: %s
spa: Lugar de la actividad: %s

source: Activity outline
spa: Programa de la actividad

source: Internal Activity data
spa: Datos de la actividad en el colegio

source: Place: %s
spa: Lugar: %s

source: Date and time: %s
spa: Fecha y hora: %s

source: Meeting place
spa: Lugar de la reunión

source: Meeting outline
spa: Orden del día de la reunión

source: Meeting details
spa: Detalles de la reunión

source: meeting
spa: reunión

source: meeting data
spa: Datos de la reunión

source: Meeting place: %s
spa: Lugar: %s

source: meeting outline
spa: Orden del día

source: Meeting data
spa: Datos de la reunión

source: Outline
spa: Orden del día

source: Trip to
spa: Viaje a

source: Trip programme
spa: Programa del viaje

source: Trip details
spa: Detalles del viaje

source: trip
spa: viaje

source: End Date
spa: Fecha de finalización

source: Trip data
spa: Datos del viaje

source: Trip place: %s
spa: Destino: %s

source: Trip outline
spa: Programa del viaje

source: Next events
spa: Próximos eventos

source: Events to take place in the next days
spa: Eventos que tendrán lugar próximamente

source: More events
spa: Más eventos

source: Events for today
spa: Eventos para hoy

source: Event Definition
spa: Datos del evento

source: Event title
spa: Título del evento

source: Event description
spa: Descripción del evento

source: Place
spa: Lugar

source: Continuous
spa: Contínuo

source: Events
spa: Eventos

source: Event data
spa: Datos del evento

source: Start Date: %s
spa: Fecha de inicio: %s

source: Start Time: %s
spa: Hora de inicio: %s

source: End Date: %s
spa: Finalización: %s

source: Draft
spa: Borrador

source: Published
spa: Publicada

source: Archived
spa: Archivada

source: Revoked
spa: Retirada

source: D
spa: B

source: spa
spa: español

source: glg
spa: galego

source: This Circular requires a response.
spa: La circular requiere una respuesta.

source: Translate from %s
spa: Traducir desde %s

source: Remainders
spa: Recordatorios

source: %s: %s at %s
spa: %s: %s a las %s

source: Departure
spa: Salida

source: Return
spa: Regreso

source: %s at %s
spa: %s a las %s

source: Meeting start
spa: Comienzo de la reunión
