Repository: franiglesias/mh13
Catalog: plugins/access/locale/spa/LC_MESSAGES/access.po
Languages: es_es

source: Ownership
es_es: Propiedad

source: Unable to login with Google Apps.
es_es: Incapaz de acceder con la cuenta Google Apps

source: Account activated.
es_es: Cuenta activada.

source: No changes. Account activated yet.
es_es: Sin cambios porque la cuenta ya estaba activada.

source: Invalid User or User was active. No account was activated.
es_es: Usuario/a no válido/a o estaba activo. No se ha activado ninguna cuenta.

source: Account activated, but I've been unable to send email.
es_es: Cuenta activada, pero no he podido enviar el email.

source: Account deactivated.
es_es: Cuenta desactivada.

source: No changes. Account deactivated yet.
es_es: Sin cambios porque la cuenta ya estaba desactivada.

source: Invalid User or User was inactive. No account was deactivated.
es_es: Usuario/a no válido/a o estaba inactivo. No se ha desactivado ninguna cuenta.

source: Account deactivated, but I've been unable to send email.
es_es: Cuenta desactivada, pero no he podido enviar el email.

source: The account %s has been created.
es_es: La cuenta %s ha sido creada.

source: Thanks for registering.
es_es: Gracias por registrarte.

source: Something went wrong with your account. Please, try again.
es_es: Algo ha ido mal con tu cuenta. Inténtalo otra vez, por favor.

source: Your new password
es_es: Tu nueva contraseña

source: User
es_es: Usuario/a

source: The domain %s is not allowed for this site.
es_es: El dominio %s no está permitido en este sitio.

source: User %s login.
es_es: Usuario/a %s se conectó

source: User %s logout.
es_es: %s se desconectó.

source: User %s registered with account %s.
es_es: Usuario %s registrado con la cuenta %s.

source: Your account has been activated
es_es: Tu cuenta ha sido activada.

source: Your account has been deactivated
es_es: Tu cuenta ha sido desactivada

source: Recover your lost password.
es_es: Recupera tu contraseña perdida.

source: Unable to get a ticket to recover password.
es_es: No puedo obtener un ticket para recuperar la contraseña.

source: Unable to found a valid User with the data provided.
es_es: No puedo encontrar un usuario válido con los datos proporcionados.

source: Try our recovery form
es_es: Prueba nuestro formulario de recuperación

source: Register now
es_es: Regístrate ahora

source: Public registration is not available for this site.
es_es: No te puedes registrar en este sitio.

source: Permission Definition
es_es: Definir Permiso

source: Description
es_es: Descripción

source: Brief description of the rule
es_es: Breve descripción de la regla

source: Url pattern
es_es: Patrón de URL

source: A MySQL pattern that describes a set of url. Use % as placeholder
es_es: Un patrón MySQL que describe un conjunto de url. Usa % como comodín

source: Permissions
es_es: Permisos

source: Edit Permissions for Role
es_es: Modificar permisos del rol

source: Permission
es_es: Permiso

source: Access
es_es: Acceso

source: Allow or Deny these urls to the role
es_es: Permitir o Denegar estas url al rol

source: Permissions for role
es_es: Permisos del rol

source: Role data
es_es: Datos del Rol

source: Role
es_es: Rol

source: Name for role
es_es: Nombre para el rol

source: Verbose description of the role capabilities
es_es: Descripción de las capacidades del rol

source: This role allows access to some part
es_es: Este rol accede a alguna parte

source: Thank you for registering
es_es: Gracias por registrarte

source: Only one step more, and you will be done
es_es: Sólo un paso más, y habremos acabado

source: Please, check your email an visit the URL sent to you to confirm your registration
es_es: Por favor, revisa tu email y visita la URL que te enviamos para confirmar tu registro

source: Go to main page
es_es: Ir a la página principal

source: Your registration is now completed
es_es: Tu registro está completo

source: Go to login page
es_es: Ir a la página de acceso

source: Hello, %s. This is your dashboard
es_es: Hola, %s. Este es tu panel de control

source: Account
es_es: Cuenta

source: Profile
es_es: Perfil

source: Stats
es_es: Estadísticas

source: Account data
es_es: Datos de la cuenta

source: User name
es_es: Usuario/a

source: Name for the access account.
es_es: Nombre para la cuenta de acceso

source: Real name
es_es: Nombre real

source: Real name of the user, to show in the screen.
es_es: Nombre real, que se mostrará en pantalla.

source: Email
es_es: Correo electrónico

source: To contact the user.
es_es: Para contactar con el usuario/a

source: Confirm email
es_es: Confirmar correo

source: Confirm email to avoid errors.
es_es: Confirma el email para evitar errores.

source: Active
es_es: Activo

source: Only active users can access to the site.
es_es: Sólo usuarios/as activos/as pueden acceder al sitio

source: Roles that this user plays in the application.
es_es: Roles que este usuario/a tiene en la aplicación

source: Change password
es_es: Cambiar contraseña

source: To change your password, click on the <strong>%s</strong> button and type the new password and a confirmation.
es_es: Para cambiar la contraseña, haz clic en el botón <strong>%s</strong> y escribe la nueva contraseña y una confirmación.

source: It will be saved when you click on the <strong>%s</strong> button. and will take effect in your next login.
es_es: Será guardada cuando hagas clic en el botón <strong>%s</strong> y tendrá efecto en tu próxima conexión.

source: Password
es_es: Contraseña

source: Keep this password secret. The longer, the better. On edit leave blank to keep unmodified.
es_es: Mantén esta clave en secreto. Cuanto más larga mejor. Al editar déjala en blanco para no modificarla.

source: Confirm Password
es_es: Confirmar contraseña

source: Retype the password to be sure.
es_es: Vuelve a teclear la contraseña para asegurarte.

source: Photo
es_es: Foto

source: Photograph with centered face (will be framed).
es_es: Foto con la cara centrada (será recortada)

source: Brief Biography
es_es: Breve Biografía

source: A paragraph or two.
es_es: Un párrafo o dos

source: Current status
es_es: Status actual

source: User is online
es_es: Usuario/a conectado

source: User is offline
es_es: Usuario/a desconectado/a

source: Last login was the %s
es_es: La última conexión fue %s

source: Never connected yet
es_es: No se ha conectado

source: Forgotted credentials
es_es: Credenciales olvidadas

source: Please, provide your username and/or email so we can generate a new password for you.
es_es: Por favor, danos tu nombre de usuario/a y/o email para que podamos generarte una nueva contraseña.

source: We will send you an email with a link to regenerate the password when you are ready. If, at the last moment, you decide that you don't want to renew the password, ignore the message. The link will expire in a few days.
es_es: Te enviaremos un email con un enlace para regenerar la contraseña cuanto estés listo/a. Si, en el último momento, decides que no quieres renovar la contraseña, ignora el mensaje. El enlace expirará en unos pocos días.

source: As last step, we will send the new provisional password to your email. Please, access to your profile and change the password as soon as posible.
es_es: Como último paso, te enviaremos la nueva contraseña provisional a tu correo. Por favor, accede a tu perfil y cambia la contraseña cuando puedas.

source: Identification data
es_es: Datos de identificación

source: Recovery Username
es_es: Usuario/a

source: <p>Your account username.</p>
es_es: <p>El nombre de usuario/a de tu cuenta.</p>

source: Recovery Email
es_es: Correo electrónico

source: <p>The email associated with your account.</p>
es_es: <p>El correo electrónico asociado con tu cuenta</p>

source: Forget about it
es_es: Olvídalo

source: Try to recover my credentials
es_es: Intenta recuperar mis credenciales

source: Recovering password
es_es: Recuperar la contraseña

source: Please, check your email and visit the URL provided to renew your password.
es_es: Por favor, comprueba tu correo y visita la URL que te proporcionamos para renovar tu contraseña.

source: Create a new account
es_es: Crea una cuenta

source: Please, provide the following data in order to complete the account data.
es_es: Por favor, cubre los siguientes datos a fin de completar los datos de la cuenta

source: Create your account
es_es: Crea tu cuenta

source: Short Bio
es_es: Cargo o comentario

source: Create my account, please!
es_es: Crea mi cuenta, por favor.

source: Activate
es_es: Activar

source: Deactivate
es_es: Desactivar

source: Users
es_es: Usuarios

source: Login to %s
es_es: Acceder a %s

source: Access with Google Apps
es_es: Acceder con tu cuenta Google Apps

source: You will be redirected to log into your account, with your credentials for mail.
es_es: Te redirigiremos para acceder a tu cuenta con tus credenciales para el correo.

source: After that, you will be brought back to this site and automatically logged into your account.
es_es: Después, te volveremos a traer a esta sitio y te conectaremos automáticamente con tu cuenta.

source: Login with your Google Apps account
es_es: Accede con tu cuenta Google Apps

source: Direct login
es_es: Acceso directo

source: Login with the user and password created during registration or given to you by a site administrator.
es_es: Accede con el usuario y contraseña creados durante el registro o que te haya dado un administrador.

source: Login with your credentials
es_es: Accede con tus credenciales

source: Login
es_es: Acceder

source: Forgot password?
es_es: ¿Olvidaste la contraseña?

source: If you have an account in the following domain, use this method to login.
es_es: Si tienes una cuenta en el siguiente dominio, utiliza este método para conectarte.

source: An admin will review your registration.
es_es: Un/a administrador/a revisará tu registro.

source: Please, check your email in the following days.
es_es: Por favor, comprueba tu correo en los próximos días.

source: %s, Edit your profile
es_es: %s, edita tu perfil

source: Your password has been renewed.
es_es: Tu contraseña ha sido renovada.

source: We have generated a new password for you and just send it to your email.
es_es: Hemos generado una contraseña nueva para ti y la acabamos de enviar a tu correo.

source: Please, check your email.
es_es: Por favor, comprueba tu correo.

source: Please, provide the following data in order to create an account to access this site.
es_es: Por favor, completa los siguientes datos para crear una cuenta de acceso a este sitio

source: A name for your account
es_es: Un nombre para tu cuenta

source: Your real full name or preferred nickname
es_es: Tu nombre real o apodo preferido.

source: A password
es_es: Una contraseña

source: Confirm password
es_es: Confirmar contraseña

source: Please, retype the password
es_es: Por favor, vuelve a teclear la contraseña.

source: An email for contact
es_es: Correo para contactar.

source: Please, retype the email
es_es: Por favor, vuelve a escribir tu correo.

source: Cantine Rule
es_es: Regla de asignación de turnos de comedor

source: Bar
es_es: Barra

source: Registration
es_es: Registro
