Repository: franiglesias/mh13
Catalog: legacy/contents/locale/spa/LC_MESSAGES/contents.po
Languages: spa

source: %s: <strong>%s</strong> was automatically saved.
spa: %s: <strong>%s</strong> fue guardado automáticamente.

source: Some problemas found. Please. Check the following fields.
spa: Se han encontrado algunos problemas. Comprueba los campos indicados.

source: Activate Channel
spa: Activar canal

source: Deactivate Channel
spa: Desactivar canales

source: Selected %s set to %s
spa: %s seleccionados ajustados a %s

source: Channels
spa: Canales

source: Active
spa: Activo

source: Inactive
spa: Inactivo

source: Change status to Draft
spa: Cambiar estado a borrador

source: Change status to Expired
spa: Cambiar estado a Caducado

source: Change status to Publish
spa: Cambiar estado a Publicado

source: Delete
spa: Borrar

source: You need a password to see this item.
spa: Necesitas una contraseña para ver este artículo.

source: Items
spa: Artículos

source: draft
spa: borrador

source: expired
spa: expirado

source: published
spa: publicado

source: site
spa: sitio

source: New page
spa: Página nueva

source: Content for the page
spa: Contenido para la página

source: Untitled channel
spa: Canal sin título

source: The author has marked this item as Private. You will need a password to see it.
spa: El autor ha marcado este artículo como privado. Necesitas una contraseña para verlo.

source: Manage Items
spa: Gestionar artículos

source: Definition
spa: Definición

source: Options
spa: Opciones

source: Labels
spa: Etiquetas

source: Private Channel
spa: Canal privado

source: Members
spa: Miembros

source: Comments
spa: Comentarios

source: Title
spa: Título

source: User
spa: Usuario

source: Role
spa: Rol

source: Action
spa: Acción

source: unbind
spa: desvincular

source: Select a user
spa: Seleccionar un usuario

source: Select a role
spa: Seleccionar un rol

source: All available users are members of this Channel
spa: Todos los usuarios disponibles son miembros de este canal

source: All channels in %s
spa: Todos los canales en %s

source: There is only %s channel available.
spa: Sólo hay un canal disponible

source: Layout
spa: Plantilla

source: -- Select a layout --
spa: -- Selecciona una plantilla --

source: Layout for Channel's main page.
spa: Plantilla para la página principal del canal

source: Your Channels
spa: Tus canales

source: Owned by you
spa: De tu propiedad

source: You can write
spa: Puedes escribir aquí

source: Do you want to create a new Channel?
spa: ¿Deseas crear un canal nuevo?

source: Private contents
spa: Contenidos privados

source: Private channels you can read.
spa: Canales privados que puedes leer

source: Visit
spa: Visita

source: Featured
spa: Destacado

source: Recently featured articles in this channel.
spa: Artículos recientes destacados en este canal.

source: Tags
spa: Etiquetas

source: Tags provide a way to classify Items on a Channel.
spa: Las etiquetas permiten clasificar los artículos en un canal.

source: Click a Tag to see all Items with the same Tag.
spa: Haz click en una etiqueta para ver todos los artículos que tengan la misma.

source: Manage Comments
spa: Gestionar comentarios

source: Channel
spa: Canal

source: An attractive and unique title for this Channel.
spa: Un título atractivo y único para este canal.

source: Slug
spa: Enlace

source: A name for the URL of this channel
spa: Un nombre del canal para la URL

source: Tag line
spa: Lema

source: A short sentence about your channel.
spa: Una frase corta acerca de tu canal.

source: Description
spa: Descripción

source: A brief description of the channel or a welcome message.
spa: Una breve descripción del canal o un mensaje de bienvenida

source: Icon
spa: Icono

source: An image for listings.
spa: Una imagen para los listados.

source: Image
spa: Imagen

source: A nice image for channel home page.
spa: Una imagen bonita para la portada del canal.

source: Manage Channel Labels
spa: Gestionar etiquetas del canal

source: Team
spa: Equipo

source: Check to get your Channel Online.
spa: Marca para poner tu canal en línea.

source: Aggregate this channel to the following sites
spa: Agrupar este canal en los siguientes sitios

source: Design options
spa: Opciones de apariencia y diseño

source: Theme
spa: Tema

source: Default theme
spa: Tema por defecto

source: Appearance theme.
spa: Tema de apariencia.

source: Main menu for the channel.
spa: Menú principal para el canal.

source: Associate a menu to this channel
spa: Asociar un menú a este canal

source: Channel Policies
spa: Políticas

source: No comments
spa: Sin comentarios

source: Comments closed
spa: Comentarios cerrados

source: Moderated comments
spa: Comentarios moderados

source: Free comments
spa: Comentarios libres

source: Default status for comments.
spa: Estado por defecto de los comentarios.

source: Default Comments policy
spa: Política de comentarios por defecto

source: Default license type for the contents of the Channel. Authors can set their own on item basis.
spa: Tipo de licencia por defecto para los contenidos del canal. Los autores podrías usar las suyas propias en cada artículo.

source: License
spa: Licencia

source: You can restrict access to this channel.
spa: Puedes restringir el acceso a este canal.

source: Check on the private switch and select the roles that can access to the contents on this channel.
spa: Activar el interruptor privado y selecciona los roles que tienen acceso a los contenidos de este canal

source: Check off the private switch to make this channel open to all visitors.
spa: Desmarcar el interruptor privado para abrir el canal a todos los visitantes

source: Private
spa: Privado

source: Make this channel private for roles
spa: Hacer privado este canal para los roles

source: Roles that can access this channel.
spa: Roles que pueden acceder a este canal

source: Recent entries
spa: Artículos recientes

source: Your Pending Items
spa: Tus artículos pendientes

source: You have no items pending.
spa: No tienes artículos pendientes

source: Editor's note: %s
spa: Nota del editor: %s

source: Ready to review
spa: Listo para revisar

source: Draft
spa: Borrador

source: Has editor notes
spa: Tiene notas del editor

source: Do you want to create a new Item?
spa: ¿Deseas crear un artículo nuevo?

source: Contents
spa: Contenidos

source: Images and files
spa: Imágenes y archivos

source: Publication
spa: Publicación

source: Taxonomy
spa: Clasificación

source: Authoring
spa: Autoría

source: Access
spa: Acceso

source: Item
spa: Artículo

source: Provide a descriptive title for this item.
spa: Ponte un título descriptivo a este artículo

source: Content
spa: Contenido

source: The content of the item. Be careful with the style.
spa: El contenido del artículo. Ten cuidado con el estilo.

source: <p>Insert YouTube: insert video url as http://www.youtube.com/watch?v=-asdfasfg</p>
spa: <p>Insertar un vídeo de YouTube: pega la url del vídedo como http://www.youtube.com/watch?v=-asdfasfg</p>

source: Editor's note:
spa: Nota del editor:

source: Files
spa: Archivos

source: <p>Put here all related files. The first image will be used as the item main image.</p>
spa: <p>Añade aquí todos los archivos relacionados. La primera imagen será usada como imagen principal del artículo.</p>

source: How to show images
spa: Cómo mostrar las imágenes

source: Gallery with full photo view
spa: Galería con vista completa de foto

source: Step by step explanations. Use title and description for images.
spa: Explicaciones paso a paso. Utiliza el título y descripción para las imágenes

source: Automatic sliding gallery.
spa: Galería automática

source: A very simple gallery
spa: Un galería realmente sencilla

source: Private Item
spa: Artículo privado

source: If you want to restrict access to this Item, create a pair User/password to lock it, and pass them along to the authorized visitor you want to allow read the Item.
spa: Si quieres restringir el acceso a este artículo, crea un par Usuario/contraseña para bloquearlo y pásalo a los visitantes autorizados a ver sus contenidos

source: If you want to turn the item Public again, simply clear the user and password data.
spa: Si quieres volver a hacer público el artículo, borra los datos de usuario y contraseña

source: User name for the authorized visitors.
spa: Nombre de usuario para los visitantes autorizados

source: Password
spa: Contraseña

source: Password for the authorized visitors.
spa: Contraseña para visitantes autorizados

source: Status
spa: Estado

source: Ready for Review
spa: Lista para revisar

source: Publish
spa: Publicar

source: Expired
spa: Expirado

source: Set as Publish when ready to at <strong>%s</strong>.
spa: Ajustar a publicar cuando esté lista en <strong>%s</strong>

source: Publication Date
spa: Fecha de publicación

source: You can set dates in advance for future Publishing. Status must be set to 'Publish'.
spa: Puedes fijar una fecha para publicar por adelantado. Recuerda que debes fijar el estado a 'Publicar'

source: Expiration date
spa: Fecha de caducidad

source: Set a date if you want your post automatically removed from that date in advance.
spa: Escoge una fecha en la que quieras que tu artículo sea retirado automáticamente

source: Search even expired
spa: Buscar includo caducado

source: Include this items in searches even if expired. It will be marked accordingly.
spa: Incluye estos artículos en las búsquedas incluso si han caducado. Este hecho será señalado al lector.

source: Publish at home page
spa: Publicar en la página principal

source: Publish this item main home page.
spa: Publicar este artículo en la página principal

source: Feature?
spa: ¿Destacar?

source: If set, this item could get a special treatment in listings or selections of items.
spa: Si está marcado, este artículo podría recibir un tratamiento especial en listados o selecciones de artículos

source: Stick in the top of the channel home page?
spa: Mantener fijo al principio de la portada del canal.

source: If set, this item will appear at the top of listings.
spa: Si está marcado, este artículo aparecerá en lo alto de los listados

source: Allow comments?
spa: ¿Permitir comentarios?

source: Allow (or not) to post comments to this article.
spa: Permitir (o no) publicar comentarios en este artículo.

source: license
spa: licencia

source: license lets you state how you allow others to use this material.
spa: La licencia te permite definir como autorizar a otros a usar este material

source: Editor remarks
spa: Observaciones del editor

source: Editors may use this fielt to leave notes to authors aboute the article.
spa: Los editores pueden usar este campo para dejar notas a los autores acerca del artículo.

source: The channel to publish this piece.
spa: El canal para publicar este artículo.

source: Level
spa: Curso

source: Level for this item if relevant.
spa: Curso para este artículo si es relevante

source: Global labels
spa: Etiquetas comunes a toda la web

source: Channel specific labels
spa: Etiquetas específicas de este canal

source: Relevance: %s
spa: Relevancia: %s

source: Abstract
spa: Resumen

source: Download
spa: Descargar

source: See %s photos
spa: Ver %s fotos

source: Licensing
spa: Licencia

source: This article has
spa: Este artículo tiene

source: %s images
spa: %s imágenes

source: %s getDownloads
spa: %s archivos

source: Read %s times
spa: Leído %s veces

source: Previous and next
spa: Anterior y siguiente

source: Share
spa: Compartir

source: This item hasn't been tagged yet
spa: Este artículo no tiene etiquetas todavía

source: Channels in <strong>%s</strong>
spa: Canales en <strong>%s</strong>

source: review
spa: revisar

source: retired
spa: retirado

source: waiting
spa: esperando

source: D
spa: B

source: R
spa: L

source: E
spa: C

source: W
spa: E

source: This item is expired, so information contained could be out of date or inaccurate. It is presented here for historic interest.
spa: Este artículo está caducao, por tanto la información que contiene podría estar desactualizada o ser incorrecta. Se muestra por interés histórico.

source: %s RSS Feed
spa: índice RSS de %s

source: Channel feed
spa: Índice del canal

source: This channel has no content yet.
spa: Lo sentimos. Este canal todavía no tiene contenido.

source: Site feed
spa: Índice del sitio

source: Select a channel to publish your item
spa: Seleccionar un canal para publicar tu artículo

source: <p>The channel to publish this piece.</p>
spa: <p>El canal para publicar esta pieza</p>

source: Create the new Article
spa: Crea el artículo nuevo

source: Preview
spa: Ver cómo queda

source: Stick?
spa: ¿Fijo?

source: No level
spa: Sin curso

source: Home
spa: Principal

source: Sticky
spa: Fijo

source: All available users are autors of this Item
spa: Todos los usaurios disponibles son autores de este artículo

source: Search results for term <strong>%s</strong>
spa: Resultados de la búsqueda para el término: <strong>%s</strong>

source: Entries labeled with <strong>%s</strong>
spa: Artículos etiquetados con <strong>%s</strong>

source: Published by
spa: Publicado por

source: Please, provide a title for the Item.
spa: Por favor, ponle título al artículo

source: Please, provide a minimal content the Item.
spa: Por favor, añade un contenido mínimo al artículo

source: Associated Channels
spa: Canales asociados

source: Site Definition
spa: Definición del sitio

source: The title of the Site.
spa: El título del sitio

source: Key
spa: Clave

source: The key of the Site.
spa: Clave para el Sitio

source: A brief description of the site.
spa: Una breve descripción del sitio

source: Layout for Site's main page.
spa: Plantilla para la página principal del sitio

source: Associated Channels (click to edit)
spa: Canales asociados (haz clic para modificarlos)

source: Channels aggregated by this site
spa: Canales reunidos por este Sitio

source: Site Key
spa: Clave del sitio

source: Sites
spa: Sitios

source: Upload Images and files
spa: Subir imágenes y archivos

source: Related Pages
spa: Páginas relacionadas

source: StaticPage Content
spa: Contenido de la página

source: Insert YouTube: insert video url as http://www.youtube.com/watch?v=-asdfasfg
spa: Insertar un vídeo de YouTube: pega la url del vídedo como http://www.youtube.com/watch?v=-asdfasfg

source: Related pages
spa: Páginas relacionadas

source: Page descendant from
spa: Página descendiente de

source: --This is a root or project main page--
spa: -- Esta es la raíz o la página principal de un proyecto --

source: Select a page from this one should descent. Leave empty to create a root or a project main page.
spa: Selecciona la página de la que esta debería descender. Déjalo vacío para crear una página raíz o página principal de proyecto.

source: Project key
spa: Clave del proyecto

source: <p>If this is the main page for a project, type the tag to retrieve all items related to it.</p>
spa: <p>Si esta es la página principal de un proyecto, escribe la clave para recuperar todos los contenidos relacionados con él.</p>

source: -- Select a label ---
spa: -- Selecciona una etiqueta --

source: Order
spa: Órden

source: Position of this page in the listing
spa: Posición de esta página en el listado

source: Related content in this site
spa: Contenido relacionado en esta web

source: Detailed Information
spa: Información detallada

source: Project Label
spa: Etiqueta del proyecto

source: Static Pages
spa: Páginas estáticas

source: Parent Page
spa: Página madre

source: Please, provide a title for the Static Page
spa: Por favor, ponle título a la página

source: Please, provide a minimal content the Static Page.
spa: Por favor, añade un contenido mínimo a la página

source: Click on a photo to open the Gallery
spa: Haz clic en una foto para abrir la galería

source: Last articles in channel <strong>%s</strong>
spa: Últimos artículos en el canal <strong>%s</strong>

source: labeled with <strong>%s</strong>
spa: etiquetados con <strong>%s</strong>
