Repository: franiglesias/mh13
Catalog: plugins/raffles/locale/spa/LC_MESSAGES/raffles.po
Languages: spa

source: prize
spa: premio

source: Sponsors
spa: Patrocinadores

source: Check your tickets
spa: Comprueba tus rifas

source: Prizes list
spa: Lista de Premios

source: Congratulations! Your ticket has a prize.
spa: ¡Felicidades! Tu rifa tiene premio.

source: Your ticket:
spa: Tu rifa:

source: Your prize:
spa: Tu premio:

source: Sponsored by:
spa: Patrocinado por:

source: Sorry. Try again
spa: Lo siento. Prueba otra vez.

source: The number %s has no prize
spa: La rifa con número %s no tiene premio

source: Ticket number
spa: Número de rifa

source: Check your ticket
spa: Comprueba tu rifa

source: Prize
spa: Premio

source: Prize Definition
spa: Definición del premio

source: Number
spa: Número

source: Sponsor
spa: Patrocinador

source: Special
spa: Especial

source: Prizes
spa: Premios

source: Print Prizes list
spa: Imprimir lista de premios

source: Official Prizes List
spa: Lista de Premios Oficial

source: Manage Prizes
spa: Gestionar Premios

source: Print
spa: Imprimir

source: The number <strong>%s</strong> has no prize
spa: La rifa con número<strong>%s</strong> no tiene premio
