Repository: franiglesias/mh13
Catalog: plugins/resumes/locale/spa/LC_MESSAGES/resumes.po
Languages: es_es

source: Merit Type
es_es: Categoría

source: Merit
es_es: Mérito

source: position
es_es: puesto

source: Resume
es_es: Currículum Vitae

source: We have received your resume
es_es: Hemos recibido tu currículum

source: There is no resume registered with that email.
es_es: No encontramos un currículum registrado con ese correo electrónico.

source: Googbye!
es_es: ¡Adiós!

source: Changes has been applied.
es_es: Se han guardado los cambios.

source: Data could not be saved.
es_es: No se pudo guardar la información.

source: Your data has been permanently removed.
es_es: Tus datos han sido borrados permanentemente.

source: You selected not to remove you data.
es_es: Has elegido no eliminar tus datos.

source: Email unknown.
es_es: Correo electrónico desconocido.

source: Unable to found a valid Resume with the data provided.
es_es: No encuentro un curriculum válido con los datos proporcionados.

source: Email
es_es: Correo electrónico

source: Phone
es_es: Teléfono

source: Mobile
es_es: Móvil

source: Address
es_es: Dirección

source: City
es_es: Ciudad

source: There are no data for this section.
es_es: No hay datos para esta sección.

source: Category
es_es: Categoria

source: Merits in this category
es_es: Méritos en esta categoría

source: Add merits
es_es: Añade méritos

source: You haven't any merits yet in this category. Add some.
es_es: No tienes méritos en esta categoría. Añade algunos.

source: Add new merits in this category.
es_es: Añade nuevos méritos en esta categoría.

source: Visit web: %s
es_es: Visitar la web: %s

source: Go to main page
es_es: Ir a la página principal.

source: Preview your CV
es_es: Previsualiza tu CV

source: Personal and contact data
es_es: Datos personales y de contacto

source: Change your password
es_es: Cambia tu contraseña

source: Remove your CV
es_es: Elimina tu CV

source: Exit
es_es: Salir

source: Edit Merit Categories
es_es: Modificar Categorías de Méritos

source: Merit Category
es_es: Categoría

source: A category to group facts in applicant's CV.
es_es: Una categoría para agrupar los méritos en los currículums de los solicitantes

source: Merit Help
es_es: Texto de ayuda para categoría

source: A text to help our visitor to understand the kind of information they should provide here.
es_es: Un texto para ayudar a nuestro visitante a entender la clase de información que debe proporcionar aquí.

source: Label for title
es_es: Etiqueta para título

source: A label for the title field.
es_es: Una etiqueta para el campo de título en esta categoría.

source: Label for remarks
es_es: Etiqueta para observaciones

source: A label for the description field.
es_es: Una etiqueta para el campo de descripción en esta categoría.

source: Ignore dates
es_es: Ignorar fechas

source: Check this if dates are not needed to evaluate this merit.
es_es: Marcar esta casilla si no son necesarias las fechas para evaluar este mérito.

source: How to use dates
es_es: Como usar las fechas

source: No dates
es_es: No usar fechas

source: Unique date
es_es: Fecha única

source: Use both start and end dates
es_es: Usar fecha de inicio y fin

source: Select how to use dates for this merit type
es_es: Escoge cómo usar las fechas para esta categoría

source: Label for start date
es_es: Etiqueta para fecha de inicio

source: A label for the start date field.
es_es: Una etiqueta para el campo de año de inicio esta categoría.

source: Label for end date
es_es: Etiqueta para fecha de finalización

source: A label for the end date field.
es_es: Una etiqueta para el campo de año de finalización en esta categoría.

source: Allow URL
es_es: Permitir una URL

source: Check if a URL is needed to provide evidence for this merit.
es_es: Marcar esta casilla si es necesaria una URL para proporcionar evidencia para este mérito.

source: Label for URL field
es_es: Etiqueta para el campo de URL

source: A text label for the URL field.
es_es: Una etiqueta para el campo de URL en esta categoría.

source: Allow File
es_es: Permitir archivo

source: Check if it is allowed to upload a file to provide evidence for this merit.
es_es: Marcar esta casilla se permite subir un documento como evidencia de este mérito.

source: Label for file field
es_es: Etiqueta para el campo de subida de archivo

source: A text label for the file field.
es_es: Una etiqueta para el campo de subida de archivo en esta categoría.

source: Merit alias
es_es: Alias de mérito

source: An alias for internal bindings. No special characters.
es_es: Un alias para enlaces internos. No usar caracteres especiales.

source: URL
es_es: Web

source: File
es_es: ARchivo

source: Merit Types
es_es: Categorías

source: Job application edit %s
es_es: Editar %s en solicitud de empleo

source: Title
es_es: Título

source: Any detail you consider important to tell us.
es_es: Cualquier detalle que consideres importante contarnos.

source: A year
es_es: Un año

source: File size limited to 300 MB. Document format: we recommend PDF, others admitted. Video formats: mp4/H264. Image formats: png, jpg, gif.
es_es: Tamaño de archivo limitado a 300 MB. Formato de documento recomendado: PDF. Vídeos mp4/H264. Imágenes: png, jpg, gif

source: URL to an online resource relevant for this merit.
es_es: Dirección de un recurso en línea relevante para este mérito.

source: Job application manage %s
es_es: Gestionar %s en solicitud de empleo

source: You don't have any data for this section yet.
es_es: Aún no tienes datos en esta sección.

source: Start year
es_es: Año inicio

source: End year
es_es: Año fin

source: Add
es_es: Añadir

source: Position Definition
es_es: Defición de puesto

source: Position
es_es: Puesto

source: Description
es_es: Descripción

source: Positions
es_es: Puestos

source: Job application change password
es_es: Cambio de contraseña en solicitud de empleo

source: Password
es_es: Contraseña

source: Your new password.
es_es: Tu nueva contraseña

source: Confirm Password
es_es: Confirmar contraseña

source: Retype your password.
es_es: Vuelve a escribir tu contraseña

source: Job application terms acceptance
es_es: Aceptación de términos en solicitud de empleo

source: Create a job application
es_es: Crea una solicitud de empleo

source: Create Resume
es_es: Crear currículum

source: Create your account
es_es: Crea tu cuenta

source: An email for contact
es_es: En correo para contacto

source: Confirm email
es_es: Confirmar email

source: Please, retype the email
es_es: Por favor, vuelve a escribir tu correo.

source: A password
es_es: Una contraseña

source: Confirm password
es_es: Confirmar contraseña

source: Please, retype the password
es_es: Por favor, vuelve a escribir tu contraseña

source: First name
es_es: Nombre

source: Your first name
es_es: Tu nombre

source: Last name
es_es: Apellido

source: Your Last name
es_es: Tu apellido

source: Your contact phone
es_es: Tu teléfono de contacto

source: Mobile or alternative phone
es_es: Teléfono móvil o alternativo

source: Create my resume, please!
es_es: Crea mi currículum, por favor.

source: Job application forgotted credentials
es_es: Credenciales olvidadas en solicitud de empleo

source: Forgotted credentials
es_es: Credenciales olvidadas

source: Please, provide your email so we can generate a new password for you.
es_es: Por favor, indícanos tu correo electrónico para que podamos generar una contraseña nueva para ti.

source: We will send you an email with a link to regenerate the password when you are ready. If, at the last moment, you decide that you don't want to renew the password, ignore the message. The link will expire in a few days.
es_es: Te enviaremos un correo con un enlace para regenerar la contraseña cuando te parezca bien. Si, en el último momento decides que no quieres renovar la contraseña, ignora el mensaje. El enlace se invalidará en unos días.

source: As last step, we will send the new provisional password to your email. Please, access to your profile and change the password as soon as posible.
es_es: Como último paso, te enviaremos una contraseña provisional a tu correo. Por favor, accede a tu CV y cambia la contraseña tan pronto como puedas.

source: Identification data
es_es: Datos de identificación

source: Recovery Email
es_es: Correo para recuperar la contraseña

source: The email associated with your resume.
es_es: El correo electrónico asociado a tu CV

source: No, thanks
es_es: No, gracias.

source: Help me to recover my password
es_es: Ayúdame a recuperar mi contraseña

source: Job application forgotten credentials last step
es_es: Último paso de recuperación de credenciales en solicitud de empleo

source: Recovering password
es_es: Recuperando la contraseña

source: Only one step more, and you will be done
es_es: Sólo un paso más, y habremos terminado

source: Please, check your email and visit the URL provided to renew your password.
es_es: Por favor, comprueba tu correo y visita el enlace incluído para renovar tu contraseña.

source: Job zone
es_es: Empleo

source: Would you like to work with us?
es_es: ¿Te gustaría trabajar con nosotros?

source: We are looking forward educators like you
es_es: Buscamos educadores como tú

source: Do you want to send us your CV?
es_es: ¿Quieres enviarnos tu currículum?

source: Create a resume
es_es: Envía un currículum

source: Have you send us your CV and want to review it?
es_es: ¿Has enviado tu CV y quieres revisarlo?

source: Modify your resume
es_es: Modifica tu currículum

source: Have you forgot your password?
es_es: ¿Has olvidado o perdido tu contraseña?

source: Reset your password
es_es: Cambia tu contraseña

source: Resume management page for %s
es_es: Página de gestión de currículum para %s

source: Your personal zone
es_es: Tu área personal

source: Manage your resume here
es_es: Gestiona tu currículum

source: You are logged in with the following data:
es_es: Estás conectado con los siguientes datos:

source: Email: %s
es_es: Correo electrónico: %s

source: Name: %s
es_es: Nombre: %s

source: Great! Your profile is complete.
es_es: ¡Bien! Tu datos de contacto están completos.

source: Please, complete your personal and contact data
es_es: Por favor, completa tus datos personales y de contacto

source: You have completed %.2f %% of your profile.
es_es: Has completado un %.2f %% de tus datos de contacto.

source: Go to Personal and contact data
es_es: Ir a datos personales y de contacto

source: Complete curriculum data into the following categories:
es_es: Completa los datos de tu currículum en las siguientes categorías:

source: Photo
es_es: Fotografía

source: Full name
es_es: Nombre completo

source: Resumes
es_es: Currículums

source: Search
es_es: Buscar

source: Job application login
es_es: Entrada a zona de empleo

source: Applicants login
es_es: Entrada de solicitante

source: Login
es_es: Acceder

source: Forgot your password?
es_es: ¿Olvidaste o perdiste tu contraseña?

source: Job application Resume edition
es_es: Editar currículum en solicitud de empleo

source: Edit your resume
es_es: Modifica tu currículum

source: Introduce yourself
es_es: Tu carta de presentación

source: Contact data
es_es: Datos de contacto

source: Your complete address
es_es: Tu dirección completa

source: 2nd line address
es_es: 2ª línea de dirección

source: Optional. If you need to include more data
es_es: Opcional, si necesitas incluir más datos

source: PC
es_es: CP

source: Post Code
es_es: Código postal

source: Your City Name
es_es: El nombre de tu ciudad

source: Province
es_es: Provincia

source: Photograph with centered face (will be framed).
es_es: Fotografía con la cara centrada (será recortada).

source: Position you apply for
es_es: Tipo de puesto que solicitas

source: Introduction
es_es: Presentación

source: Resume preview %s
es_es: Vista previa de Currículum Vitae de %s

source: Job application renew password
es_es: Renovar contraseña en solicitud de empleo

source: Your password has been renewed.
es_es: Tu contraseña ha sido cambiada.

source: We have generated a new password for you and just send it to your email.
es_es: Hemos creado una contraseña nueva para ti y acabamos de enviarla a tu correo electrónico.

source: Please, check your email.
es_es: Por favor, comprueba tu correo.

source: Job application remove resume
es_es: Eliminar currículum en solicitud de empleo

source: Are you sure do you want to remove your Resume?
es_es: ¿Seguro que quieres eliminar tu Currículum?

source: Yes, remove my CV
es_es: Sí, eliminar mi CV

source: I want to delete my resume
es_es: Quiero eliminar mi currículum

source: No, go back
es_es: No. Vuelve atrás.

source: Search resumes
es_es: Buscar currículums

source: Index
es_es: Índice

source: Search Resumes
es_es: Buscar currículums

source: Search terms
es_es: Palabras para buscar

source: <p>You can use boolean operator such +term (means AND), -term (means NO). No operator implies OR.</p>
es_es: <p>Puedes utilizar operadores booleanos como +palabra (significa Y), -palabra (significa NO). Si no hay operador se entiende que es O. Por ejemplo: Lengua +Inglés busca currículums que incluyan a la vez lengua e inglés.</p>

source: Showing %s's resume
es_es: Mostrando el CV de %s
