Repository: franiglesias/mh13
Catalog: plugins/cantine/locale/spa/LC_MESSAGES/cantine.po
Languages: es_es

source: Cantine Date Remark
es_es: Observación de comedor

source: Delete
es_es: Eliminar

source: CantineRegular
es_es: Fijo

source: Cantine Rule
es_es: Regla

source: CantineTicket
es_es: Vale

source: Cantine Turn
es_es: Turno

source: Ignore
es_es: Ignorar

source: Yes
es_es: Sí

source: Turn
es_es: Turno

source: Section
es_es: Sección

source: Full Name
es_es: Nombre

source: Remarks
es_es: Observaciones

source: Attendances
es_es: Asistentes

source: Cantine Attendance List for %s
es_es: Lista de asistentes al comedor para %s

source: Add Ticket
es_es: Crear Vale

source: Manage Tickets
es_es: Gestionar vales

source: Add Incidence
es_es: Crear incidencia

source: Manage Incidences
es_es: Gestionar Incidencias de Comedor

source: Print
es_es: Imprimir

source: Incidences
es_es: Incidencias

source: Attendances list
es_es: Lista de asistentes

source: Menu from :start to :end
es_es: Menú desde :start hasta :end

source: Menu for today
es_es: Menú para hoy

source: Meals
es_es: Comida

source: Nutritional information (mean)
es_es: Información nutricional (promedio semanal)

source: Remarks for date
es_es: Observaciones para la fecha

source: Date
es_es: Fecha

source: Change or remark
es_es: Cambio u observación

source: Cantine Date Remarks
es_es: Observaciones para una fecha

source: Manage Menus
es_es: Gestionar menús

source: CantineGroup Definition
es_es: Definición del Grupo

source: Group
es_es: Grupo

source: Cantine Rules for this group
es_es: Reglas de comedor para este grupo

source: Day of week
es_es: Día de la semana

source: Cantine Groups
es_es: Grupos de comedor

source: Manage Cantine Turns
es_es: Gestionar Turnos de Comedor

source: CantineIncidence Definition
es_es: Definición de la Incidencia

source: Student full name
es_es: Nombre del alumno/a

source: User has a incidence that day
es_es: El usuario tiene una incidencia para esa fecha

source: Date should be a labour day
es_es: La fecha debería ser un día laborable

source: Full name
es_es: Nombre completo

source: Cantine Incidences
es_es: Incidencias de comedor

source: Attendances for today
es_es: Asistentes para hoy

source: CantineRegular Definition
es_es: Alumno Fijo

source: Invalid student or bad selection in list
es_es: Estudiante no válido o mal seleccionado de la lista

source: Select a valid student name
es_es: Seleccionar un nombre de estudiante válido

source: Months
es_es: Meses

source: Please, check at least a month
es_es: Por favor, marca al menos un mes

source: This student is registered for this same month
es_es: Este estudiante ya está apuntado para el mismo mes

source: Month
es_es: Mes

source: Days of week
es_es: Días de la semana

source: Student
es_es: Estudiante

source: Week days
es_es: Días de la semana

source: Extra1
es_es: Extraescolar

source: Cantine Regulars
es_es: Fijos

source: Manage
es_es: Gestionar

source: Download CSV
es_es: Descargar Hoja de Cálculo CSV

source: Invoicing
es_es: Recibos

source: Extra 1
es_es: Extraescolar

source: CantineRule Definition
es_es: Definir regla de turno de comedor

source: The turn to apply this rule
es_es: El turno al que aplicar esta regla

source: Check all days of week for this rule to apply
es_es: Marcar todos los días de las semana para los que se aplica esta regla

source: Cantine group
es_es: Grupo de comedor

source: The group to apply this rule
es_es: El grupo al que se aplica esta regla

source: extra1
es_es: Extraescolar

source: Apply to students with extra classes?
es_es: ¿Aplicar a estudiantes con extraescolares?

source: extra2
es_es: Alcor

source: Apply to students with Alcor?
es_es: ¿Aplicar a estudiantes apuntados a Alcor?

source: Cantine Rules
es_es: Reglas

source: Cantine Rules for this turn
es_es: Reglas de comedor para este turno

source: CantineTicket Definition
es_es: Vale de comedor

source: User has a ticket that day
es_es: El usaurio tiene un vale para esa fecha

source: Cantine Tickets
es_es: Vales

source: CantineTurn Definition
es_es: Turno de Comedor

source: Slot
es_es: Orden

source: Cantine Turns
es_es: Turnos

source: Manage Cantine Groups
es_es: Gestionar Grupos de Comedor

source: Menu common data
es_es: Datos comunes del menú

source: An identifier for this menu
es_es: Un identificador para este menú

source: Title
es_es: Título

source: Nutrition facts
es_es: Datos nutricionales

source: Calories
es_es: Calorías

source: Proteines
es_es: Proteínas

source: Lipids
es_es: Lípidos

source: Glucides
es_es: Glúcidos

source: Menus for every day
es_es: Menús para cada día

source: Starting dates for this menu
es_es: Fecha de comienzo para este menú

source: Cantine Menus
es_es: Menús del comedor

source: Today
es_es: Hoy

source: A week from now
es_es: Próxima semana desde hoy

source: This week
es_es: Esta semana

source: A month from now
es_es: Un mes desde hoy

source: This month
es_es: Este mes

source: More menus
es_es: Mas menús

source: Student data
es_es: Datos del alumno/a

source: Cantine Menu for Today
es_es: Menú del comedor para hoy

source: No cantine service today
es_es: Hoy no hay servicio de comedor

source: Go to cantine
es_es: Ir al Comedor

source: Nutrition
es_es: Datos nutricionales

source: calories
es_es: calorías

source: glucides
es_es: glúcidos

source: lipids
es_es: lípidos

source: proteines
es_es: proteínas

source: Cantine Group
es_es: Grupo de Comedor
