Repository: franiglesias/mh13
Catalog: plugins/resources/locale/spa/LC_MESSAGES/resources.po
Languages: spa

source: batch
spa: lote de recursos

source: New batch
spa: Nuevo lote de recursos

source: resource
spa: recurso

source: First version
spa: Primera versión

source: Adding version %s
spa: Añadiendo versión %s

source: Revert changes to version %s
spa: Descartar cambios desde versión %s

source: Batch Definition
spa: Datos comunes del lote de recursos

source: Title
spa: Título

source: Description
spa: Descripción

source: Tags
spa: Etiquetas

source: Files
spa: Archivos

source: Batch
spa: Lote de recursos

source: Batches
spa: Lotes de recursos

source: File name
spa: Nombre del archivo

source: Version
spa: Versión

source: Version comment
spa: Notas de la versión

source: File type
spa: Tipo de archivo

source: File size
spa: Tamaño del archivo

source: Uploader
spa: Añadido por

source: Upload date
spa: Fecha en que fue añadido

source: There is not history of versions
spa: No hay historial de versiones de este recurso

source: Comment
spa: Notas

source: Version date
spa: Fecha de la versión

source: Resource
spa: Recurso

source: History
spa: Historial

source: Resource Definition
spa: Datos del recurso

source: Subject
spa: Asignatura

source: Level
spa: Nivel

source: Versions
spa: Versiones

source: Preview
spa: Vista previa

source: New search
spa: Hacer otra búsqueda

source: Upload new version
spa: Subir una versión nueva

source: Resources
spa: Recursos

source: Upload new resources
spa: Aportar nuevos recursos

source: Search
spa: Hacer una búsqueda

source: Manage Resources
spa: Gestionar Recursos

source: Version Commnent
spa: Notas de la versión

source: Viewing resource '%s'
spa: Viendo recurso '%s'

source: Return to search results
spa: Volver a la lista de recursos

source: Print
spa: Imprimir

source: Contribute to tagging
spa: Ayuda a clasificar el recurso añadiendo etiquetas
