Repository: franiglesias/mh13
Catalog: legacy/circulars/locale/glg/LC_MESSAGES/circulars.po
Languages: glg

source: Event
glg: Evento

source: CircularBox Definition
glg: Datos da caixa de respostas

source: Circular Box title
glg: Caixa de resposta

source: Template name
glg: Nombre de la plantilla

source: Circular Boxes
glg: Caixas de resposta

source: CircularType Definition
glg: Datos do Tipo de Circular

source: Circular Type title
glg: Tipo de circular

source: Circular Types
glg: Tipos de circular

source: Select a Circular Type
glg: Selecciona o tipo de circular que desexas crear

source: Last circulars
glg: Últimas circulares

source: Published: %s
glg: Publicada: %s

source: Definition
glg: Definición

source: Content
glg: Contido

source: Other info
glg: Outra información

source: Circular Definition
glg: Definición da Circular

source: Type
glg: Tipo

source: Box
glg: Caixa de resposta

source: None
glg: Nada

source: Addressee
glg: Destinatario

source: Addressee (spa)
glg: Destinatario (español)

source: You must indicate an addressee
glg: Debes indicar os destinatarios

source: Addressee (glg)
glg: Destinatario (galego)

source: Course selector
glg: Selector de curso

source: Group
glg: Grupo

source: Bachillerato
glg: Bacharelato

source: Stage
glg: Etapa

source: Level
glg: Curso

source: Class
glg: Clase

source: Publication details
glg: Detalles da publicación

source: Publication
glg: Data de publicación

source: A publication date should be selected.
glg: Tes que seleccionar unha data de publicación da circular

source: Expiration
glg: Caducidade

source: An expiration date should be selected.
glg: Tes que seleccionar unha data de caducidade.

source: Publish to web
glg: Publicar na páxina web

source: Publish related event
glg: Publicar evento relacionado

source: Preview PDF
glg: Proba o PDF

source: Copy this text and paste in the HTML of the circular.
glg: Copia este texto é pégao no apartado Fuente HTML da circular

source: Created by
glg: Creada por

source: Published by
glg: Publicada por

source: Archived by
glg: Arquivada por

source: Revoked by
glg: Retirada por

source: Title
glg: Título

source: Status
glg: Estado

source: Publish
glg: Publicar

source: Archive
glg: Arquivar

source: Circulars
glg: Circulares

source: Ready
glg: Lista

source: Circular %s, with title "%s" has been successfully set to <strong>%s</strong>
glg: A circular %s, có título "%s" foi correctamente marcada como <strong>%s</strong>

source: Return to circulars
glg: Voltar a circulares

source: Review circular %s
glg: Revisar a circular %s

source: End of school year
glg: Fin do curso escolar

source: Back to circulars
glg: Voltar a circulares

source: city
glg: Vigo

source: gretting
glg: Estimadas familias

source: reminders
glg: Recordatorios

source: goodbye
glg: Recibide un atento saúdo

source: footer
glg: Colexio Miralba. Gran Vía 164, 36211 Vigo. Tel: 986 21 30 47 Fax: 986 29 10 44. http://miralba.org

source: Latest Circulars
glg: Últimas circulares

source: Currently vigent published circulars
glg: Circulares vixentes actualmente

source: There are no events to show
glg: Non hai eventos que amosar

source: Current circulars
glg: Circulares actuales

source: Circular needs a title
glg: A circular precisa dun título

source: Extra content and remainders
glg: Contido extra e recordatorios

source: Signature
glg: Sinatura

source: Authorization for %s
glg: Autorización para %s

source: treatment
glg: D/Dª

source: role
glg: Nai, pai, titor/a de

source: authorization action
glg: Autorizo ó meu fillo/a participar en

source: place, date and signature
glg: Lugar, data e sinatura

source: Consent for %s
glg: Consentimento para %s

source: consent action
glg: Consinte Non Consinte

source: mark
glg: Marcar cun X

source: Receipt for %s
glg: Acuse de recibo para %s

source: receipt-action
glg: Recibín a circular

source: Field trip to
glg: Excursión a

source: Field trip programme
glg: Programa da excursión

source: Field trip details
glg: Detalles da excursión

source: This details will be showed in the events calendar
glg: Estos detalles amosaránse na axenda de eventos

source: Start Date
glg: Data de comenzo

source: Provide a date for this %s
glg: Indica unha data para %s

source: field trip
glg: saída didáctica

source: Start Time
glg: Hora de comezo

source: End Time
glg: Hora de finalización

source: field trip data
glg: Datos da saída

source: Field trip place: %s
glg: Lugar: %s

source: Field trip outline
glg: Programa da Saída

source: Field Trip data
glg: Datos da saída didáctica

source: Destination: %s
glg: Destino: %s

source: Title and introduction (%s)
glg: Título e introdución (%s)

source: Details and signature (%s)
glg: Detalles e firma (%s)

source: Internal place
glg: Lugar da actividade

source: Internal outline
glg: Programa da actividade

source: Internal Activity details
glg: Detalles da actividade

source: internal activity
glg: Actividade no colexio

source: Internal activity data
glg: Datos da actividade

source: Activity place: %s
glg: Lugar da actividade: %s

source: Activity outline
glg: Programa da actividade

source: Internal Activity data
glg: Datos da actividade

source: Place: %s
glg: Lugar: %s

source: Date and time: %s
glg: Data e hora: %s

source: Meeting place
glg: Lugar da reunión

source: Meeting outline
glg: Orde do día da reunión

source: Meeting details
glg: Detalles da reunión

source: meeting
glg: reunión

source: meeting data
glg: Datos da reunión

source: Meeting place: %s
glg: Lugar da reunión: %s

source: meeting outline
glg: Orde do día

source: Meeting data
glg: Datos da reunión

source: Outline
glg: Orde do día

source: Trip to
glg: Viaxe a

source: Trip programme
glg: Programa da viaxe

source: Trip details
glg: Detalles da viaxe

source: trip
glg: viaxe

source: End Date
glg: Data de finalización

source: Trip data
glg: Datos da viaxe

source: Trip place: %s
glg: Destino: %s

source: Trip outline
glg: Programa da viaxe

source: Next events
glg: Próximos eventos

source: Events to take place in the next days
glg: Próximos eventos

source: More events
glg: Máis eventos

source: Events for today
glg: Eventos para hoxe

source: Event Definition
glg: Datos do Evento

source: Event title
glg: Título do evento

source: Event description
glg: Descrición do evento

source: Place
glg: Lugar

source: Continuous
glg: Contínuo

source: Events
glg: Eventos

source: Event data
glg: Datos do evento

source: Start Date: %s
glg: Data de comenzo: %s

source: Start Time: %s
glg: Hora de comenzo: %s

source: End Date: %s
glg: Data de finalización: %s

source: Draft
glg: Borrador

source: Published
glg: Publicada

source: Archived
glg: Arquivada

source: Revoked
glg: Retirada

source: D
glg: B

source: spa
glg: español

source: glg
glg: galego

source: This Circular requires a response.
glg: Esta circular require unha resposta.

source: Translate from %s
glg: Traduce dende %s

source: Remainders
glg: Recordatorios

source: %s: %s at %s
glg: %s: %s ás %s

source: Departure
glg: Saída

source: Return
glg: Regreso

source: %s at %s
glg: %s ás %s

source: Meeting start
glg: Inicio da reunión
