Repository: franiglesias/mh13
Catalog: plugins/aggregator/locale/spa/LC_MESSAGES/aggregator.po
Languages: es_es

source: All aggregated entries
es_es: Todas las entradas agregadas

source: %s by %s
es_es: %s por %s

source: %s planet at %s
es_es: Planeta %s en %s

source: %s feed aggregated at %s
es_es: Índice %s agregado a %s

source: Feed
es_es: Índice

source: Feed %s was approved.
es_es: Índice %s aprobado

source: Feed %s was refreshed.
es_es: Índice %s recargado

source: Planet
es_es: Planeta

source: Untitled
es_es: Sin título

source: No description
es_es: Sin descripción

source: About this
es_es: Acerca del agregador

source: An aggregator is a little program that connects to several sites in Internet, and retrieves the contents they syndicate by means of an RSS or Atom feed.
es_es: Un agregador es un pequeño programa que se conecta a varios sitios de Internet y obtiene los contenidos que anuncian a través de un índice RSS o Atom.

source: This allows our web sites to bring together information and news related with us.
es_es: Esto permite que nuestros sitios web reúna información y noticias que nos interesan.

source: Planets are collections of feeds related to a theme or category, so similar information appears in the same place. You can subscribe to any of the planets to stay up to date.
es_es: Los Planetas son colecciones de índices relacionados con un tema o categoria, de modo que la información similar aparece en el mismo lugar. Puedes suscribirte a cualquiera de los planetas para estar al día.

source: You can visit the original article or web site that published the content.
es_es: Puedes visitar el artículo original o la página web que publicó el contenido.

source: Last entries
es_es: Últimas entradas

source: Last aggregator entries
es_es: Últimas entradas en el agregador

source: All aggregator entries
es_es: Todas las entradas agregadas

source: New entry
es_es: Nueva entrada

source: Updated entry
es_es: Entrada actualizada

source: Feed: %s
es_es: Índice: %s

source: Planet: %s
es_es: Planeta %s

source: Links
es_es: Enlaces

source: Entry data
es_es: Fecha de la entrada

source: Read original
es_es: Leer original

source: Aggregator Feeds waiting for approval
es_es: Índices esperando aprobación

source: You don't have feeds waiting for approval
es_es: No tienes índices esperando aprobación

source: Admin feeds
es_es: Administrar Índices

source: Aggregator Home
es_es: Entrada del Agregador

source: Feed Home page
es_es: Sitio original

source: Visit home page
es_es: Visita la página

source: Subscribe to this Feed
es_es: Suscríbete a este índice

source: Missing a feed?
es_es: ¿Echas de menos un índice?

source: Recommend us new feeds to aggregate.
es_es: Recomiéndanos nuevos índices para agregar.

source: Suggest a feed
es_es: Sugiere un índice

source: Planets
es_es: Planetas

source: Sorry. We haven't planets in the aggregator yet.
es_es: Lo sentimos. No tenemos planetas en el agregador todavía.

source: Planet %s
es_es: Planeta %s

source: See all planets
es_es: Ver todos los planetas

source: Entries for feed %s
es_es: Entradas para el índice %s

source: There are No entries in this feed.
es_es: No hay entradas en este índice.

source: All entries
es_es: Todas las entradas

source: There are No entries.
es_es: No hay entradas

source: Planet feed
es_es: Planeta de índices

source: Entries for planet %s
es_es: Entradas para el planeta %s

source: There are no entries in this planet.
es_es: No hay entradas en este planeta

source: <p>Published by <a href="%s">%s</a></p>
es_es: <p>Publicado por <a href="%s">%s</a></p>

source: Feed data
es_es: Datos del Índice

source: <p>The URI of the feed.</p>
es_es: <p>La URI del índice</p>

source: <p>Select the planet to aggregate this feed.</p>
es_es: <p>Selecciona el planeta en el que agregar este índice</p>

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Approved
es_es: Aprobado

source: Language
es_es: Idioma

source: Updated
es_es: Actualizado

source: Status
es_es: Estado

source: Refresh
es_es: Refrescar

source: Approve
es_es: Aprobar

source: Feeds
es_es: Índices

source: Waiting for approval
es_es: Esperando aprobación

source: All
es_es: Todos

source: A source of news to enrich our content
es_es: Una fuente de noticias para enriquecer nuestro contenido

source: The URI of the feed.
es_es: La URI del índice

source: --Sorry, I'm not sure--
es_es: -- No sé clasificarlo --

source: Select the planet to aggregate this feed.
es_es: Selecciona el planeta en el que agregar este índice

source: Thank you
es_es: Gracias

source: For your suggestion
es_es: Gracias por tu sugerencia.

source: We will review the feed you submitted and activate it if appropriate.
es_es: Revisaremos el índice que has enviado y lo activaremos si es apropiado.

source: Please, give us some time to review the feed. After approval, the feed will appear in the site the next automated refreshing cycle.
es_es: Por favor, danos algún tiempo para revisar el índice. Una vez aprobado, aparecerá en el sitio en el siguiente ciclo automático de recarga.

source: This entry is %s, since the last update.
es_es: Esta entrada es %s, desde la última actualización.

source: This entry hasn't changed, since the last update.
es_es: Esta entrada no ha cambiado desde la última actualización.

source: <span class="mh-breadcrumb mh-breadcrumb-feed">Feed: %s </span>
es_es: <span class="mh-breadcrumb mh-breadcrumb-feed">Índice: %s </span>

source: <span class="mh-breadcrumb mh-breadcrumb-planet">Planet: %s</span> <span class="mh-breadcrumb mh-breadcrumb-feed">Feed: %s </span>
es_es: <span class="mh-breadcrumb mh-breadcrumb-planet">Planeta: %s</span> <span class="mh-breadcrumb mh-breadcrumb-feed">Índice: %s </span>

source: Our copy
es_es: Nuestra copia

source: Planet data
es_es: Datos del Planeta

source: Private
es_es: Privado

source: General public can't add feeds to Private Planets.
es_es: El público en general no puede añadir feeds en Planetas privados
