Repository: franiglesias/mh13
Catalog: plugins/menus/locale/spa/LC_MESSAGES/menus.po
Languages: es_es

source: Everyone
es_es: Todo el mundo

source: Authenticated
es_es: Autentificados

source: With permission to access the url
es_es: Con permiso para acceder a la Url

source: Title
es_es: Título

source: An identification name
es_es: Un nombre identificativo

source: Label
es_es: Etiqueta

source: A visible label
es_es: Etiqueta visible

source: Menu
es_es: Menú

source: Create MenuItem
es_es: Crear opción de menú

source: Modify MenuItem
es_es: Modificar opción de menú

source: Menu Item
es_es: Opción de menú

source: Help
es_es: Ayuda

source: Class
es_es: Clase CSS

source: <p>An image for this menu option.</p>
es_es: <p>Una imagen para esta opción de menú</p>

source: Order
es_es: Orden

source: Access
es_es: Acceso

source: MenuItem
es_es: Opción de menú

source: Admin Menu Items
es_es: Administrar opciones de menú

source: A label for this menu item
es_es: Una etiqueta para este menú

source: The url for this menu item
es_es: La url para este elemento de menú

source: Order position in the menu
es_es: Posición en el menú

source: Who has permission to see and access this item?
es_es: ¿Quién tiene permiso para acceder a este elemento?

source: Icon
es_es: Icono

source: An image for this menu option
es_es: Una imagen para esta opción de menú

source: Items for this menu
es_es: Elementos para este menú

source: A name for this menu
es_es: Un nombre para este menú

source: Visible label for menu
es_es: Etiqueta visible para el menú

source: A help text for this menu
es_es: Un texto de ayuda para este menú

source: An icon for this menu.
es_es: Un icono para este menú

source: Menu Bar
es_es: Barra de menú

source: A menu bar to associate this menu
es_es: Una barra para asociar este menú

source: No menu bar
es_es: Ninguna barra

source: Position in the bar
es_es: Posición en la barra

source: Url or access token
es_es: URL o token de acceso

source: Add a menu to current bar
es_es: Añadir un menú a la barra actual

source: Select a menu
es_es: Selecciona un menú

source: Select a menu to include in this bar
es_es: Selecciona un menú para incluir en esta barra

source: Position in the bar, last by default.
es_es: Posición en esta barra, por defecto último.

source: order
es_es: orden

source: Move
es_es: Mover

source: Menus in this bar
es_es: Menús en esta barra

source: Change menu position
es_es: Cambia la posición del menú

source: The menu
es_es: El menú
