Repository: franiglesias/mh13
Catalog: legacy/comments/locale/spa/LC_MESSAGES/comments.po
Languages: es_es

source: comment
es_es: comentario

source: Comment waiting for approving.
es_es: Comentario esperando ser aprobado.

source: Accepted Comment.
es_es: Comentario aceptado.

source: Invalid or Spam Comment.
es_es: Comentario no válido o spam.

source: pending
es_es: Pendiente

source: disapproved
es_es: No aprobado

source: approved
es_es: Aprobado

source: Comment
es_es: Comentario

source: Commenter
es_es: Comentarista

source: Email
es_es: Correo

source: Approved
es_es: Aprobado

source: Comments
es_es: Comentarios

source: Purgue Moderated Comments
es_es: Purgar comentarios moderados

source: Admin comments for this Channel
es_es: Administrar comentarios para este canal

source: Comments waiting
es_es: Comentarios esperando

source: You have no comments waiting for approval.
es_es: No tienes comentarios esperando ser aprobados

source: Write a comment
es_es: Escribe un comentario

source: Nobody has commented yet.
es_es: Nadie ha comentado todavía

source: Only %d comment for now
es_es: Sólo hay %d comentario por ahora

source: Add your Comment
es_es: Añade tu comentario

source: Name
es_es: Nombre

source: Send comment
es_es: Enviar el comentario

source: Write with numbers "%s"
es_es: Escribe con números "%s"
